Repository: City-of-Helsinki/wordpress-helfi-hds-wp
Catalog: languages/hds-wp-*.po
Languages: fi

source: 3rd party
fi: 3. taho

source: A multipurpose WordPress theme of City of Helsinki.
fi: Monikäyttöinen WordPress-teema Helsingin kaupunkia varten.

source: Accordion heading
fi: Haitarin otsikko

source: Add file
fi: Lisää tiedosto

source: Add Helsinki styling to contact forms.
fi: Lisää Helsinki-tyylit yhteydenottolomakkeisiin.

source: Add Helsinki styling to cookie notice.
fi: Lisää Helsinki-tyylit evästeilmoitukseen.

source: Add map url from:
fi: Syötä kartan osoite osoitteesta:

source: Add video url from:
fi: Syötä videon URL-osoite osoitteesta:

source: Adds Helsinki styles, scripts and fonts to the site.
fi: Lisää Helsinki-tyylit, komentosarjat ja fontit sivustolle.

source: Advanced table settings
fi: Taulukon lisäasetukset

source: Align Left
fi: Tasaus vasemmalla

source: Align Right
fi: Tasaus oikealla

source: Align to center, primary color
fi: Keskitetty, ensisijainen väri

source: Align to center, secondary color
fi: Keskitetty, toissijainen väri

source: Align to left, primary color
fi: Tasattu vasemmalle, ensisijainen väri

source: Align to left, secondary color
fi: Keskitetty vasemmalle, toissijainen väri

source: All categories
fi: Kaikki

source: Article count
fi: Artikkelien lukumäärä

source: articles
fi: artikkelia

source: Assets
fi: Resurssit

source: Assistive technology title
fi: Avustavan teknologian otsikko

source: Assistive title
fi: Avustavan teknologian otsikko

source: Background
fi: Taustaväri

# block description
source: Embed a video from the Helsinki-kanava or YouTube.
fi: Upota video joko Helsinki-kanavasta tai YouTubesta

# block description
source: Embed the map from Palvelukartasta or Karttapalvelusta.
fi: Upota kartta joko Palvelukartasta tai Karttapalvelusta.

# block keyword
source: blog
fi: blogi

# block keyword
source: Helsinki - Recent Posts
fi: Helsinki - Uusimmat uutiset

# block keyword
source: news
fi: uutiset

# block title
source: Helsinki - Accordion
fi: Helsinki - Haitari

# block title
source: Helsinki - Accordion Panel
fi: Helsinki - Haitaripaneeli

# block title
source: Helsinki - Banner
fi: Helsinki - Banneri

# block title
source: Helsinki - Content Card
fi: Helsinki - Sisältökortti

# block title
source: Helsinki - Content Cards
fi: Helsinki - Sisältökortit

# block title
source: Helsinki - Image & Text
fi: Helsinki - Kuvallinen nosto

# block title
source: Helsinki - Image Banner
fi: Helsinki - Kuvallinen nosto (taustakuva)

# block title
source: Helsinki - Link
fi: Helsinki - Linkki

# block title
source: Helsinki - Link List Card
fi: Helsinki - Linkkilistakortti

# block title
source: Helsinki - Link List Card Link
fi: Helsinki - Linkkilistakortin linkki

# block title
source: Helsinki - Link List Cards
fi: Helsinki - Linkkilistakortit

# block title
source: Helsinki - Links
fi: Helsinki - Linkit

# block title
source: Helsinki - Map
fi: Helsinki - Kartta

# block title
source: Helsinki - Phasing
fi: Helsinki - Vaiheistus

# block title
source: Helsinki - Phasing Card
fi: Helsinki - Vaiheistuskortti

# block title
source: Helsinki - Recent Posts
fi: Helsinki - Uusimmat uutiset

# block title
source: Helsinki - Web Component Accordion
fi: Helsinki - Haitari (web-komponentti)

# block title
source: Helsinki - Web Component Accordion Panel
fi: Helsinki - Haitaripaneeli (web-komponentti)

source: Blocks
fi: Lohkot

source: Button Text
fi: Painikkeen teksti

source: Button URL
fi: Painikkeen url

source: Category
fi: Kategoria

# CF7 date validation error
source: Please enter a date in D.M.YYYY format.
fi: Anna päivämäärä muodossa P.K.VVVV.

source: Check WCGA 3.2.5 accessibility requirements (the link opens in a new tab).
fi: Katso WCAG 3.2.5 saavutettavuusvaatimukset (linkki avautuu uuteen välilehteen).

source: City of Helsinki
fi: Helsingin kaupunki

source: Close
fi: Sulje

source: Column count
fi: Kolumnien määrä

source: Columns
fi: Kolumnia

source: Common
fi: Yleinen

# Complianz manage cookie consent title
source: Manage your preferences
fi: Hallinnoi suostumuksia

# Complianz used cookies title
source: Used cookies
fi: Käytössä olevat evästeet

source: Content
fi: Sisältö

source: Count
fi: Määrä

source: Default configuration meta titles and descriptions, and custom meta variables.
fi: Oletusasetukset meta-otsikoille ja -kuvauksille, sekä lisämetamuuttujat.

source: Description
fi: Kuvausteksti

source: Detach post
fi: Irrota julkaisu

source: Disallowed blocks
fi: Estetyt lohkot

source: Enable custom default template for Helsinki theme.
fi: Käytä räätälöityä oletusteemaa Helsinkiteeman kanssa.

source: Excerpt
fi: Oteteksti

source: FAQ
fi: UKK

source: FAQs
fi: UKK:t

# Feature title
source: The "%s" feature is automatically enabled as the current theme declares compatibility with it.
fi: "%s" ominaisuus on kytketty automaattisesti käyttöön, koska sen tuki on ilmoitettu teeman tiedoissa.

source: Feedback
fi: Palaute

source: Follow on Facebook
fi: Seuraa Facebookissa

source: Frequently Asked Questions
fi: Usein kysytyt kysymykset

source: General
fi: Yleinen

source: Has background
fi: Taustaväri

# HDS React DateInput helper text
source: Use format D.M.YYYY
fi: Käytä muotoa P.K.VVVV

# HDS React DateInput label
source: Choose a date
fi: Valitse päivämäärä

source: Helsinki - Accordion
fi: Helsinki - Haitari

source: Helsinki - Accordion Panel
fi: Helsinki - Haitaripaneeli

source: Helsinki - Banner
fi: Helsinki - Banneri

source: Helsinki - Content Card
fi: Helsinki - Sisältökortti

source: Helsinki - Content Cards
fi: Helsinki - Sisältökortit

source: Helsinki - Image & Text
fi: Helsinki - Kuvallinen nosto

source: Helsinki - Image Banner
fi: Helsinki - Kuvallinen nosto (taustakuva)

source: Helsinki - Link
fi: Helsinki - Linkki

source: Helsinki - Link List Card
fi: Helsinki - Linkkilistakortti

source: Helsinki - Link List Card Link
fi: Helsinki - Linkkilistakorttilinkki

source: Helsinki - Link List Cards
fi: Helsinki - Linkkilistakortit

source: Helsinki - Links
fi: Helsinki - Linkkilista

source: Helsinki - Map
fi: Helsinki - Kartta

source: Helsinki - Phasing
fi: Helsinki - Vaiheistus

source: Helsinki - Phasing Card
fi: Helsinki - Vaiheistuskortti

source: Helsinki - Posts
fi: Helsinki - Artikkelit

source: Helsinki - RSS-feed
fi: Helsinki - RSS-syöte

source: Helsinki WordPress portal
fi: Helsingin WordPress-portaali

source: I have made sure that the description of this link clearly states that it opens in a new tab.
fi: Olen huolehtinut, että tämän linkin kuvauksessa kerrotaan selkeästi sen aukeavan uuteen välilehteen.

source: Icon
fi: Ikoni

source: Image & Title
fi: Kuva ja otsikko

source: Image, Title & Excerpt
fi: Kuva, otsikko ja kuvaus

source: Integrations
fi: Integraatiot

source: Is external URL
fi: Ulkoinen linkki

source: Latest News
fi: Uusimmat uutiset

source: Light Gray Background
fi: Vaaleanharmaa taustaväri

source: Link
fi: Linkki

source: Link text
fi: Linkin teksti

source: Link type
fi: Linkin tyyppi

source: Link URL
fi: Linkin URL-osoite

source: Map description
fi: Kartan kuvaus

source: Map description*
fi: Kartan kuvaus*

source: Map title
fi: Kartan otsikko

source: Map title*
fi: Kartan otsikko*

source: Map URL
fi: Kartan URL-osoite

source: Move above the map
fi: Siirry kartan yläpuolelle

source: Move above the video
fi: Siirry videon yläpuolelle

source: Move below the map
fi: Siirry kartan alapuolelle

source: Move below the video
fi: Siirry videon alapuolelle

source: Numbered
fi: Numeroitu

source: Numberless
fi: Numeroimaton

source: Open in new window
fi: Avaa linkki uuteen välilehteen

source: Open map in new window
fi: Avaa kartta uudessa ikkunassa

source: Open video in new window
fi: Avaa video uuteen ikkunaan

source: Panel Title
fi: Paneeliotsikko

source: Please add between 1 and 3 links
fi: Kortilla pitää olla minimissään 1 ja maksimissaan 3 linkkiä

source: Please add between 1 and 4 cards
fi: Linkkilistakortilla pitää olla minimissään 1 ja maksimissaan 4 korttia

source: Please enter a description
fi: Syötä kuvausteksti

source: Please enter a title
fi: Syötä otsikko

source: Please enter a valid map embed URL
fi: Syötä sallittu kartan URL-osoite

source: Please enter a valid video URL
fi: Syötä sallittu videon url-osoite

source: Please enter assistive technology title
fi: Syötä avustavan teknologian otsikko

source: Please limit the title to 64 characters
fi: Rajaa otsikko 64:n kirjainmerkkiin

source: Post
fi: Julkaisu

source: Post type
fi: Julkaisun tyyppi

source: Post Types
fi: Sisältötyypit

source: Primary
fi: Ensisijainen

source: Primary color
fi: Ensisijainen väri

source: Provides common Helsinki styles, assets and blocks, and integrations to Helsinki APIs and various plugins.
fi: Mahdollistaa yleiset Helsinki-tyylit, resurssit ja lohkot, sekä integraation Helsingin rajapintoihin ja eri lisäosiin.

source: Published:
fi: Julkaistu:

source: Remove
fi: Poista

source: Remove image
fi: Poista kuva

source: Replaces date field with HDS DateInput.
fi: Korvaa päivämääräkentän HDS DateInput:lla.

# RSS feed source(s)
source: Contents are automatically fetched from %s.
fi: Sisällöt haetaan automaattisesti osoitteesta %s.

source: Save settings
fi: Tallenna asetukset

source: Search posts
fi: Hae julkaisuja

source: Secondary
fi: Toissijainen

source: Secondary color
fi: Toissijainen väri

source: See all articles
fi: Katso kaikki artikkelit

source: Select
fi: Valitse

source: Select image
fi: Valitse kuva

source: Settings
fi: Asetukset

source: Style
fi: Tyyli

source: Supplementary
fi: Täydentävä

source: The link's description must clearly state it opens in a new tab, and it must fulfill accessibility requirements.
fi: Linkin kuvauksessa tulee kertoa selkeästi sen aukeavan uuteen välilehteen ja linkin tulee täyttää saavutettavuusvaatimukset.

source: This is the card's title
fi: Tämä on kortin otsikko

source: This is the excerpt.
fi: Tämä on kuvausteksti.

source: This is the link's title
fi: Tämä on linkin otsikko

source: This is the title
fi: Tämä on otsikko

source: This is the title*
fi: Tämä on otsikko*

source: Title
fi: Otsikko

source: Title & excerpt
fi: Otsikko & kuvaus

source: Use Helsinki settings with plugins and enable available Helsinki APIs.
fi: Käytä Helsinki-asetuksia lisäosissa ja ota käyttöön Helsinki-rajapinnat.

source: Vertical header
fi: Vertikaalinen otsikkorivi

source: Video description
fi: Videon kuvaus

source: Video description*
fi: Videon kuvaus*

source: Video title
fi: Videon otsikko

source: Video title*
fi: Videon otsikko*

source: Video URL
fi: Videon url-osoite

# widget title
source: Helsinki Button
fi: Helsinki-painike

source: Widgets
fi: Vimpaimet

source: With image
fi: Kuvallinen

source: Without image
fi: Ilman kuvaa

source: WordPress User Guides
fi: WordPress-käyttöohjeet

source: Your browser does not support the <code>audio</code> element.
fi: Selaimesi ei tue <code>audio</code> elementtiä.
